[PENetwork]
Language         = "Português Brasileiro"
LangCode         = "0416"
Author           = "Holger Kotsch (Holger.Kotsch@GMX.de)"
Version          = "2.7"
GrpLanguage      = "Idioma"
LblLangAuthor    = "Autor"
LblLangVersion   = "Versão"
MainTitle        = "Gerenciador de rede"
BtnAdd           = "&Adicionar..."
BtnAddShort      = "&Adicionar"
BtnDelete        = "&Apagar"
BtnApply         = "&Aplicar"
BtnCancel        = "&Fechar"
BtnChange        = "Alterar..."
BtnOK            = "&OK"
BtnYes           = "&Sim"
BtnNo            = "&Não"
TIConfig         = "Propriedades"
TIIdent          = "Computador"
TISharing        = "Compartilhamento"
TIDrives         = "Unidades de rede"
TIOther          = "Outro"
TIAbout          = "Sobre"
TTRefresh        = "Atualizar lista de adaptadores"
LblAdapterState  = "Estado"
LblAdapterSpeed  = "Velocidade"
AdapterSpeed     = "MBit/s"
LblAdapterMAC    = "MAC"
ChkForceScan     = "Forçar a busca de novos dispositivos na atualização da lista de adaptadores"
RadioDHCP        = "Obter um endereço IP automaticamente"
BtnDHCPInfo      = "&Informações"
BtnDHCPRelease   = "&Lançar"
BtnDHCPRenew     = "Re&novar"
TDHCPInfo        = "Informações de DHCP de rede"
LblDHCPAdapter   = "Dispositivo"
LblDHCPDNSSrv    = "Servidor DNS"
LblDHCPWINSSrv   = "Servidor WINS"
LblDHCPSrv       = "Servidor DHCP"
LblDHCPLTO       = "Lease obtido"
LblDHCPLTE       = "Lease vence em"
RadioStatic      = "Usar endereço IP estático"
LblStaticIP      = "Endereço IP"
LblStaticSM      = "Máscara de sub-rede"
LblStaticDG      = "Gateway padrão"
RadioDNSDHCP     = "Obter endereço de DNS automaticamente"
RadioDNSStatic   = "Usar endereço de DNS estático"
LblDNS           = "Endereço de DNS"
RadioWINSDHCP    = "Obter endereço de WINS automaticamente"
RadioWINSStatic  = "Usar endereço de WINS estático"
LblWINS          = "Endereço de WINS"
LblComputer      = "Nome do computador"
LblWorkgroup     = "Grupo de trabalho"
LblPriDNS        = "Sufixo DNS primário"
TAddIP           = "Endereços IP"
TAddDG           = "Endereços de gateway padrão"
TAddDNS          = "Endereços de DNS"
TAddWINS         = "Endereços de WINS"
TAddIPAddr       = "Adicionar endereço IP"
TAddDGAddr       = "Adicionar endereço de gateway"
TAddDNSAddr      = "Adicionar endereço de servidor DNS"
TAddWINSAddr     = "Adicionar endereço de servidor WINS"
TTShareRefresh   = "Atualizar lista de pastas compartilhadas"
TTDrivesRefresh  = "Atualizar a lista de unidades de rede"
TTWiFiRefresh    = "Examinar e atualizar a lista de redes disponíveis"
ChkShowActivity  = "Mostrar atividade de conexão na bandeja"
TrayShowGUI      = "Mostrar a interface gráfica principal"
TrayShowAni      = "Animação na atividade de rede"
TrayExit         = "Sair"
MsgDllNotFound   = "Não foi possível encontrar as seguintes bibliotecas"
MsgWait          = "Aguarde..."
MsgChangesApply  = "Estão sendo aplicadas alterações ao sistema..."
MsgReleaseAddr   = "Liberando endereço..."
MsgRenewAddr     = "Renovando endereço..."
TIWiFiAvailable  = "Redes disponíveis"
BtnWiFiConnect   = "Conectar"
LVWiFiList       = "Sinal|SSID|Segurança"
TIWiFiPrefered   = "Redes preferenciais"
TIWiFiService    = "Serviço"
LblWiFiCurState  = "Estado atual"
LblWiFiNoDevice  = "Este não é um dispositivo WiFi ou a funcionalidade WiFi está desativada neste dispositivo!"
LblWiFiWlanApiNF = "WLANAPI não foi encontrado neste sistema!"
ServiceNotInst   = "Não instalado"
ServiceStop      = "Parar"
ServiceStopped   = "Parado"
ServiceStart     = "Iniciar"
ServiceStarted   = "Iniciado"
TIIPSettings     = "Configurações de IP"
TIWINS           = "WINS"
TIWiFi           = "WiFi"
LblCNI           = "Identificação de rede"
LblPing          = "Fazer o ping de outro computador (host ou endereço IP)"
BtnPingStart     = "Iniciar"
BtnPingStop      = "Parar"
LblPingCount     = "Conta"
LblPingTime      = "Tempo de espera"
ChkPingLimit     = "Ilimitado"
LVPing           = "Informações"
LVIReply         = "Resposta de"
LVIReplyTime     = "Hora"
LVIReplyTimeMS   = "ms"
LVITimeOut       = "Tempo de espera da solicitação esgotado."
LVIUnreachable   = "Host de destino inacessível"
LVIInvalid       = "O destino especificado é inválido."
LVIGeneral       = "Falha geral."
LblFileSharing   = "Compartilhamento de arquivos"
BtnShareStart    = "Iniciar"
LblShareUser     = "Nome de usuário"
LblSharePW       = "Senha"
BtnShareSetPW    = "Definir senha"
LblShareAdmin    = "Nota: Para se conectar aos compartilhamentos deste host, você precisa pelo menos digitar uma conta de usuário com uma senha!"
LblSharedFolders = "Pastas compartilhadas"
LVShares         = "Compartilhamento|Pasta|Conexões"
LblShareName     = "Nome do compartilhamento"
TTShareName      = "Use um sinal de "$" no final do nome do compartilhamento para torná-lo oculto."
LblSharePath     = "Caminho local"
MIShareBrowse    = "Navegar..."
MIShareDel       = "Apagar"
TTShareUser      = "Este é o nome de usuário para fazer a conexão entre o host remoto e as pastas compartilhadas deste computador."
TTShareUserLen   = "O comprimento do nome de usuário é limitado a"
TTInputChars     = "caracteres"
TTSharePWLen     = "O comprimento da senha é limitado a "
LblDriveLetter   = "Letra da unidade"
TTDriveLetter    = "seleciona automaticamente uma letra de unidade não usada."
TTDriveNoFree1   = "Não há mais letras de unidades não usadas disponíveis."
TTDriveNoFree2   = "Desconete uma letra primeiro."
BtnConnect       = "Conectar"
BtnDisconnect    = "Desconectar"
LblDrivePath     = "Caminho"
LblDriveUser     = "Nome de Usuário"
LblDrivePW       = "Senha"
LblDrivesCon     = "Unidades de rede conectadas"
LVDrivesCon      = "Local|Remota|Status|Aberta"
MIDriveBrowse    = "Navegar..."
MIDriveDiscon    = "Desconectar"
GrpTrayOptions   = "Opções da bandeja (área de notificação)"
ChkTrayMin       = "Na minimização, 'mover' a janela principal para a bandeja"
ChkTrayClose     = "No fechamento, 'mover' a janela principal para a bandeja"
LblAboutAI3      = "Criado com "AutoIt3"."
LVIPSM           = "Endereço IP|Máscara de sub-rede"
WiFiUnnamed      = "Rede sem nome"
WiFiNone         = "Nenhum"
ERROR            = "Erro"
INFO             = "Informações"
WARNING          = "Aviso"
QUESTION         = "PERGUNTA"
ProfSelTitle     = "Seletor de perfil"
LblProfSelect    = "Selecione um perfil de rede"
LblProfDesc      = "Descrição do perfil"
ProfIn           = "em"
ProfSec          = "segundos"
LblSearchDevice  = "Procurando dispostivos instáveis..."
DeviceFound      = "Encontrados"
DeviceSucces     = "Instalação bem-sucedida do "
ErrorNetShared   = "Um recurso de rede não pode ser compartilhado."
NetShareOK       = "O caminho local foi compartilhado"
NetShareOKAs     = "como"
NetShrNotExist   = "O caminho local não existe"
NetShrAccDen     = "Acesso negado"
NetShrInvName    = "Nome inválido"
NetShrPNE        = "O caminho local não existe"
NetShrNameDup    = "O nome do compartilhamento já está em uso"
ErrorNetSharing  = "Erro de compartilhamento do caminho local"
TTCharsMax       = "caracteres permitidos apenas"
TTCharsNoAllow   = "Os seguintes caracteres não são permitidos"
NetStartNet      = "Iniciar o suporte de rede agora?"
LblStartNet      = "Iniciando o suporte de rede..."
NetRegisterObj   = "Registrando objetos de rede..."
NetChkDrv        = "Procurando os arquivos de rede necessários..."
NetDetectDev     = "Detectando dispositivos de rede..."
NetDetectNew     = "Detectando novos dispositivos adicionados..."
NetInstTCP       = "Instalando o protocolo "TCP/IP"..."
NetApplyProfile  = "Aplicando configurações de perfil..."
NetInstMSClient  = "Instalando o "Cliente para redes Microsoft"..."
NetChkServices   = "Verficando os serviços..."
NetStartTCPIP    = "Incializando o "Driver do protocolo TCP/IP" service..."
NetStartDHCP     = "Incializando o serviço "Cliente DHCP"..."
NetStartNLA      = "Incializando o serviço "Detecção de local da rede"..."
NetStartLMH      = "Incializando o serviço "Auxiliar de NetBIOS do TCP/IP" service..."
NetNoNetcards    = "Não foi detectado nenhum cartão de rede."
ProgramExit      = "O programa será fechado agora."
ShareSelFolder   = "Selecione uma pasta a ser compartilhada"
ShareChkDrv      = "Procurando os arquivos necessários para a instalação do serviço de "compartilhamento de arquivos"..."
ShareInstSrv     = "Instalando o serviço de "compartilhamento de arquivos""..."
ServiceChkSrv    = "Verificando se o serviço foi corretamente instalado..."
ShareStartSrv    = "Incializando o serviço de "compartilhamento de arquivos"..."
ShareStopSrv     = "Interrompendo o serviço de "compartilhamento de arquivos"..."
ServiceFinish    = "Concluído."
ShareSetPW       = "Configurando a senha..."
ShareStopInfo1   = "As conexões de outros PC's serão desfeitas e os dados transferidos poderão ser perdidos!"
ShareStopInfo2   = "Você precisará também do seguinte "
ShareStopInfo3   = "Se você iniciou o(s) serviço(s) há alguns minutos, podem ser necessários 5 a 10 minutos extras para que você possa interromper e reiniciar o(s) serviço(s)."
ShareStopInfo4   = "Tem certeza de que você quer interromper o serviço de "compartilhamento de arquivos"?"
ShareMsgOpen     = "Aparentemente, há recursos abertos neste compartilhamento!"
ShareMsgRemove   = "Tem certeza de que você quer removê-los mesmo assim?"
ShareMsgSpecial  = "O compartilhamento especial "
ShareMsgDel1     = "está reservado para comunicações inter-processos e não pode ser apagado."
ShareMsgDel2     = "está reservado para comunicações inter-processos e não deve ser apagado."
ShareMsgDel3     = "Porém, ele será apgado apenas temporariamente e será recriado quando o serviço de "servidor" for reinicializado no computador."
ShareMsgDel4     = "Tem certeza de que você quer apagar este compartilhamento especial?"
ShareMsgDel5     = "Tem certeza de que você quer apagar o compartilhamento?"
LblShareRemove   = "Removendo o compartilhamento ..."
NetShrNameNotEx  = "Este nome de compartilhamento  não existe"
NetErrShareInfo  = "Erro ao recuperar informações de compartilhamento  sobre"
NetShareRemSucc  = "Compartilhamento removido"
NetShareRemErr   = "Erro em remover o compartilhamento "
LblDriveConnect  = "Fazendo a conexão com o compartilhamento remoto..."
NetDriveSucc1    = "Mapeamento bem-sucedido"
NetDriveSucc2    = "para a unidade local"
NetDriveAddErr1  = "Erro desconhecido duranto o mapeamento da unidade!"
NetDriveAddErr2  = "Acesso negado ao caminho remoto."
NetDriveAddErr3  = "Este dispositivo já está em uso."
NetDriveAddErr4  = "Nome de dispositivo inválido."
NetDriveAddErr5  = "Caminho remoto inválido."
NetDriveAddErr6  = "Senha Inválida."
NetDriveMsgDel1  = "Aparentemente, há recursos abertos nesta conexão."
NetDriveMsgDel2  = "Tem certeza de que você quer removê-la mesmo assim?"
LblDriveDel      = "Desconectando a unidade de rede..."
NetDriveDelErr   = "Erro em desconectar unidade."
MsgUtilNotFnd1   = "Utilitário de rede"
MsgUtilNotFnd2   = "não encontrado(a)"
NetErrRegister   = "Ocorreu um erro durante o registro de "netcfgx.dll""
NetErrTCPNotFnd  = ""nettcpip.inf" não encontrado"
NetErrMSCNotFnd  = ""netmscli.inf" não encontrado"
NetErrDetDev     = "Ocorreu um erro durante a a detecção de dispositivos"
NetErrTCPInst    = "Ocorreu um erro durante a insatalação do serviço "Driver do protocolo TCP/IP""
NetErrMSCInst    = "Ocorreu um erro durante a instalação do serviço "Cliente para redes Microsoft""
NetErrTCPStart   = "Ocorreu um erro durante a inicialização do serviço "Driver do protocolo TCP/IP""
NetErrDHCPStart  = "Ocorreu um erro durante a inicialização do serviço "Cliente DHCP""
NetErrStatOnly   = "Apenas os endereços IP estáticos funcionarão."
NetErrNLAStart   = "Ocorreu um erro durante a inicialização do serviço "Detecção de local da rede""
NetErrLMHStart   = "Ocorreu um erro durante a inicialização do serviço "Auxiliar de NetBIOS do TCP/IP""
ServiceStopping  = "Parando"
ServiceDesc      = "serviço"
ServiceStarting  = "Iniciando"
ShareErrInf      = ""netserv.inf" não encontrado"
ShareErrInst     = "Não foi possível instalar o serviço "Compartilhamento de arquivos""
ShareErrInst2    = "Ocorreu um erro durante a instalação do serviço "Compartilhamento de arquivos""
ShareErrStart    = "Ocorreu um erro durante a inicialização do serviço "Compartilhamento de arquivos""
ShareErrCB       = "Ocorreu um erro durante a inicialização do serviço "Navegador""
ShareErrStop     = "Ocorreu um erro durante a interrupção do serviço "Compartilhamento de arquivos""
ShareErrPW       = "Ocorreu um erro durante a atualização do usuário especificado com a nova senha"
ShareErrUsr      = "Ocorreu um erro durante a adição do usuário especificado ao sistema"
ShareErrAdmin    = "Ocorreu um erro durante a adição do usuário especificado ao grupo admin"
ConStateOK       = "OK"
ConStatePause    = "Pausado"
ConStateDiscon   = "Desconectado"
ConStateErr      = "Erro"
ConStateNetErr   = "Erro de rede"
ConStateCon      = "Conectando"
ConStateRecon    = "Reconectando"
ChkShareAll      = "Compartilhar todas as unidades"
TTShareAll       = "As unidades serão compartilhadas com as letras de unidade apenas."
WiFiChkDrv       = "Procurando os arquivos de instalação necessários do serviço "Configuração zero da rede sem fio"..."
WiFiErrInf       = ""ndisuio.inf" não encontrado"
WiFiErrInf2      = ""netwzc.inf" não encontrado"
WiFiErrInst      = "Ocorreu um erro durante a instalação do serviço "Configuração zero da rede sem fio""
WiFiRegXML       = "Registrando o "Microsoft XML versão 6"..."
WiFiInstSrv      = "Instalando o driver de "E/S do modo de usuário do NDIS"..."
WiFiInstSrv2     = "Instalando o serviço "Configuração zero da rede sem fio"..."
WiFiStop         = "Tem certeza de que você quer interromper o serviço "Configuração zero da rede sem fio"?"
WiFiStartSrv     = "Inicializando o serviço "Configuração zero da rede sem fio"..."
WiFiStopSrv      = "Interrompendo o serviço "Configuração zero da rede sem fio"..."
WiFiErrStart     = "Ocorreu um erro durante a inicialização do serviço "E/S do modo de usuário do NDIS""
WiFiErrStart2    = "Ocorreu um erro durante a inicialização do serviço "Configuração zero da rede sem fio""
WiFiErrStop      = "Ocorreu um erro durante a interrupção do serviço "Configuração zero da rede sem fio""
BtnIPAutoOn      = "Configuração automática de IP ativada"
BtnIPAutoOff     = "Configuração automática de IP desativada"
StateReady       = "Pronto"
CMDActions       = "Ações"
CMDIPChange      = "Executar comandos após a mudança de IP"
CMDIPModeN       = "Normal"
CMDIPModeH       = "Oculta"
CMDIPModeMin     = "Minimizado"
CMDIPModeMax     = "Maximizado"
CMDIPModeWait    = "Aguardar"
CMDIPModeNowait  = "Não aguardar"
CMDLine          = "linha CMD"
CMDLineMode      = "Modo"
CMDLIneNumber    = "Número"
BtnWiFiDisconn   = "Desconectar"
WiFiConnected    = "Conectado"
BtnRestore       = "Restaurar"
TChangeMAC       = "Mudar endereço MAC"
LblCurMac        = "MAC atual"
LblNewMac        = "Novo MAC"
MsgMACChangeErr  = "Endereço MAC incorreto!"
MsgMACApply      = "Aplicando o novo MAC..."
MsgMACRestore    = "Restaurando o MAC original..."
MsgInitWait      = "A inicialização ainda não acabou..."
ShareAddUser     = "Adicionando usuários locais..."
LblNoNetcards    = "Uma vez que não foi detectado nenhum cartão, o programa está funcionando apenas no modo simples..@LFFaça uma pesquisa de novos dispositivos de rede."
BtnSearchDevice  = "&Pesquisar"
TWiFiProp        = "Propriedades da conexão sem fio"
LblWiFiSSID      = "Nome de rede (SSID)"
LblWiFiAuth      = "Autenticação de rede"
LblWiFiEnc       = "Criptografia de dados"
LblWiFiKey       = "Chave de rede"
ChkWiFiKey       = "Mostrar chave de rede na entrada"
CMDStart         = "Iniciando operações adicionais..."
BtnStatic        = "&Estático"
BtnDynamic       = "&Dinâmico"
TTWiFiRefPref    = "A lista da rede preferencial foi atualizada"
TIAdvanced       = "Avançado"
LblExtProp       = "As propriedades avançadas a seguir estão disponíveis para este dispositivo de rede."
LblExtNoProp     = "Este dispositivo de rede não tem nenhuma propriedade avançada configurável."
LblProp          = "Propriedade:"
LblPropVal       = "Valor:"
RadioNotSet      = " Não definido"
TTCon            = "Conectado"
TTDisCon         = "Desconectado"
GrpTrouble       = "Solução de problemas"
ChkDebug         = "Modo de depuração."
BtnDebug         = "Abrir o log de depuração..."
ChkWiFiAuto      = "Conectar automaticamente quando esta rede estiver na faixa de alcance"
ChkWiFiAdhoc     = "Esta é uma rede ad-hoc"
ChkWiFiHidden    = "Conectar mesmo que esta rede não estiver fazendo transmissão"
WiFiBalConTo     = "Conectado a:"
WiFiBalNetSec    = "Esta é uma rede segura."
WiFiBalNetPref   = "Esta é uma rede preferencial."
WiFiBalNetInfra  = "Esta é uma rede de infraestrutura."
WiFiBalNetAdhoc  = "Esta é uma rede ad-hoc."
WiFiDelProf      = "Apagar o perfil de redes sem fio?"
WiFiDelTxt       = "Tem certeza de que você quer apagar o perfil de rede sem fio?"
WiFiDelWarn      = "Atenção: a conexão atual poderá ser perdida."
BtnWiFiImport    = "Importar..."
TTWiFiImport     = "Importar perfil preferencial de rede WiFi"
TTWiFiXMLFiles   = "Arquivos XML (*.xml)"
WiFiImportOK     = "Perfil WiFi importado corretamente."
WiFiErrImport    = "Erro de importação do perfil WiFi."
BtnWiFiExport    = "Exportar..."
TTWiFiExport     = "Exportar perfil preferencial de rede WiFi"
WiFiExportOK     = "Perfil WiFi exportado corretamente."
WiFiErrExport    = "Erro de exportação do perfil WiFi."
TIProfiles       = "Perfis"
LblProfFile      = "Arquivo com os perfis de rede"
LblProfList      = "Lista de perfis de rede"
TTProfRefresh    = "Atualizar a lista de perfis"
TTProfIniFiles   = "Arquivos de configuração (*.ini)"
LblProfApply     = "Aplicando configurações de perfil..."
LblClr           = "Esquema de cores"
LblWiFiCon       = "Tentando a conexão com rede sem fio..."
WiFiErrAddProf   = "Erro durante a adição de um perfil WiFi"
TWiFiConn        = "Chave de rede sem fio"
LblStartNetWpe   = "Iniciando o suporte de rede (Wpeinit)..."
WiFiInstSrv3     = "Instalando o driver de "Filtro WiFi nativo"..."
WiFiErrInst2     = "Ocorreu um erro durante a instalação do driver de "Filtro WiFi nativo""
WiFiErrStart3    = "Ocorreu um erro durante a inicialização do driver de "Filtro WiFi nativo""
NetDriveAddErr7  = "Caminho de rede não encontrado."
WiFiBalNetNonSec = "Esta é uma rede não segura."
WiFiStartSrv2    = "Iniciando o serviço "WLAN AutoConfig"..."
WiFiStopSrv2     = "Interrompendo o serviço "WLAN AutoConfig"..."
WiFiErrStart4    = "Ocorreu um erro durante a inicialização do serviço "WLAN AutoConfig""
WiFiErrStop2     = "Ocorreu um erro durante a interrupção do serviço "WLAN AutoConfig""
LblCurrent       = "Atual"
BtnDrvNet        = "Navegar pela rede..."
BtnDrvNetShow    = "Mostrar unidades de rede"
LblDrvNet        = "Nome do domínio / servidor"
TTNetConDetails  = "Detalhes da conexão de rede"
LVNetConPropVal  = "Propriedade|Valor"
LblNetResSearch  = "Procurando recursos. Aguarde..."
BtnDrvNetReset   = "&Redefinir a exibição"
LblDefault       = "Padrão"
LblClassic       = "Clássica"
BtnLogDel        = "Apagar arquivo de log"
LblTCPtoIP       = "Converter nome TCP em endereço IP"
LblIPtoTCP       = "Converter endereço IP em nome TCP"
ChkWiFiEditUI    = "Usar a interface de perfils de WiFi do SO para fazer a alteração de propriedades"
BtnProfFile      = "Abrir o arquivo de configuração"
BtnProfInt       = "Abrir o arquivo de configuração com o editor de perfis PENM"
BtnProfExt       = "Abrir o arquivo de configuração com um editor externo"
MsgLogDel        = "Tem certeza de que você quer apagar o arquivo de log"
ChkTrayStart     = "Iniciar diretamente na bandeja, a janela principal está oculta"
NetworkAccess    = "Acesso de rede"
BtnTrace         = "Rastrear"
ChkTrace         = "Criar conexão com o endereço"
LblTrace         = "Pulos"
StateTrace       = "Rastrear"
ChkReverse       = "Gravar o último resultado na primeira posição da lista"
LblSurface       = "Personalização da interface"
BtnLangExt       = "Abrir o arquivo de idioma com um editor externo"
ChkShowTip       = "Mostrar a dica de ferramenta padrão em vez da janela de informações"
GrpOtherOptions  = "Outro"
ChkLastPage      = "Lembrar da página da ferramenta aberta na inicialização do programa"
LblLastPage      = "Página a ser aberta"
LblLastOpened    = "Última página aberta"
ChkUseWMI        = "Usar o WMI para aplicar as configurações de IP (o WMI precisa estar disponível e em execução)"
ChkLastPos       = "Lembrar a última posição da janela principal na área de trabalho"
TTDriveLetterNo  = "Não atribua uma letra de unidade."
RadioOSFont	 = "Use OS default font for GUI (restart of GUI is required)"
RadioFont	 = "Use following font"
ChkIcons	 = "Load GUI icons from ini file (restart of GUI is required)"